Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/sametingets_arbeid_for_utvikling_av_kompetanse_gir_na_positive_ringvirkninger.html.tmx
Source language: nob
Languages: smj

source: Sametingets arbeid for utvikling av kompetanse gir nå positive ringvirkninger
smj: Sámedikke barggo åvddånahtátjit máhtudagáv vaddá dálla positijva vájkudusájt

source: Utvalget for etter- og videreutdanning i barnehage og skole foreslår å opprette et felles samarbeidsforum på nasjonalt nivå for å styrke og samle kompetansemiljøene i samiske språk og kultur.
smj: Mánájgárdij ja skåvlåj duodde- ja joarkkaåhpadusjuogos ævtot aktisasjbarggoforumav ásadit nasjåvnålasj dásen, sáme giela ja kultuvra máhtudakbirrasij nannima ja tjoahkkima diehti.

source: Sametinget har ved flere anledninger løftet fram behovet for en egen nasjonal ordning for kompetanseutvikling for samiske barnehager og skoler.
smj: Sámedigge l moatten aktijvuodan dárbov sierra nasjåvnålasj årdnigij låpptim sáme mánájgárdij ja skåvlåj máhtudakåvddånahttema gáktuj.

source: – Vi har gitt innspill om dette i alle pågående prosesser og i flere konsultasjoner med Kunnskapsdepartementet.
smj: – Lip árvvalusájt buktám dán birra juohkka prosessan ja moatte konsultasjåvnåjn Máhtudakdepartementajn.

source: Det er derfor svært oppløftende å se at vårt arbeid om kompetanseutvikling nå bærer frukter og at utvalget for etter- og videreutdanning i barnehage og skole støtter våre innspill og nå løfter dette som et forslag til tiltak, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: Danen la riek måvtåstuhtte vuojnnet jut mijá barggo máhtudakåvddånimijn buktá vájkkudusájt, ja jut mánájgárdij ja skåvlåj duodde- ja joarkkaåhpadusjuogos doarjju mijá árvvalusájt ja ævtot dáv doajmman, javllá sámedikkeráde Mikkel Eskil Mikkelsen (NSR).

source: Mikkelsen sier at sametingsrådet har sett at ordningen for lokal kompetanseheving ikke fungerer.
smj: Mikkelsen javllá sámedikkeráde la vuojnnám bájkálasj máhtudaklåpptimårdnik ij dåjma.

source: Ingen har en overordnet oversikt over hvilke lokale behov den samiske barnehagesektoren har og hvilket kompetansetilbud som er gitt og gis.
smj: Ij aktasijn åbbålasj gåvvå makkir bájkálasj dárbo sáme mánájgárddesuorgen li ja makkir máhtudakfálaldahka li fáladuvvam ja fáladuvvi.

source: Samfunnet opplever nå kompetansekrise og mangel på fagfolk, det samme gjelder den samiske barnehagesektoren over hele landet.
smj: Sebrudagán la dálla máhtudakhiehtedilev ja sebrudagán vájlluji fáhkaulmutja. Dát guosská sáme mánájgárddesuorgen aj rijkav miehtáj.

source: Det er utfordrende for barnehageeiere å rekruttere og beholde samiskspråklige ansatte, fordi de er svært attraktive i det generelle arbeidsmarkedet.
smj: Mánájgárddeæjgádijda l hásstaliddje rekruttierit ja bisodit sámegielak barggijt, gå sijájs la dárbbo åbbålasj barggomárnánin.

source: Lønnsnivået i barnehagesektoren viser seg å ikke være konkurransedyktig i dette markedet.
smj: Vuojnnu nav jut mánájgárddesuorge bálkkádásse ij nagá gilppot dán barggomárnánin.

source: – Denne situasjonen har negativ innvirkning på kvaliteten på det samiske innholdet i barnehagene.
smj: – Dát dille vájkkut nievres láhkáj mánájgárde sáme sisano kvalitiehttaj.

source: Sametinget er særlig bekymret for at denne situasjonen fører til at samiske barn ikke får innfridd sin rett til et barnehagetilbud som er bygd på samisk språk og kultur, noe som er en reell trussel for samiske barns rettsikkerhet.
smj: Sámedigge mårås gå dát dille dahká dav, jut sáme mánáj riektá sáme mánájgárddefálaldahkaj, sámegiela ja kultuvra vuodojn, ij ålliduvá. Dát la tjielgga ájtto sáme mánáj riektáoaggásvuohtaj.

source: Sametinget vil derfor prioritere å arbeide for at rammer og strukturer rundt samiske barnehager og andre barnehager med samisktilbud blir tilpasset barnehagens behov, sier Mikkelsen.
smj: Danen Sámedigge vuorot barggat, jut rámma ja struktuvra sáme mánájgárdijn ja ietjá mánájgárdijn gånnå l sámegiella fálaldahka, hiebaduvvi mánájgárdij dárboj milta, javllá Mikkelsen.

source: Sametingets plenum skal torsdag denne uken behandle sametingsrådets redegjørelse om kvalitetsutvikling i den samiske barnehagesektoren.
smj: Duorastagá dán vahko giehtadallá Sámedikke ållestjåhkanibme sámedikkeráde tjielggidusá kvalitiehttaåvddånahttema birra sáme mánájgárddesektåvrån.

source: Et av Sametingets tiltak er å tilpasse Sametingets tilskuddsordninger slik at det bidrar til kompetanseutvikling.
smj: Akta Sámedikke dåjmajs la Sámedikke doarjjaårdnigijt hiebadit nav, jut da åvdedi máhtudagáv.

source: Sametinget vurderer om det skal stilles krav om at barnehager som får støtte skal følge kompetansehevingstiltak og systematisere språkarbeidet etter sterke språkmodeller.
smj: Sámedigge árvustallá galggá gus gájbbedit jut mánájgárde, ma dårjav oadtju, galggi máhtudaklåpptimdåjmajt tjuovvot ja giellabargov systematisierit gievras giellamodellaj milta.

source: Sakspapirer til sak 38/22 Sametingsrådets redegjørelse om kvalitetsutvikling i den samiske barnehagesektoren
smj: Ássjepáhppára ássjáj 38/22 Sámedikkeráde tjielggidus rievddadusá Sámedikke doarjjaårdnigij sáme mánájgárdijda ja åssudagájda

source: Utvalget for etter- og videreutdanning i barnehage og skole har 28. september 2022 overlevert utredningen NOU 2022: 13: Med videre betydning – Et helhetlig system for kompetanse- og karriereutvikling i barnehage og skole til Kunnskapsdepartementet, hvor de foreslår flere tiltak for å etablere et helhetlig og varig system for kompetanse- og karriereutvikling i barnehage og skole.
smj: Mánájgárdij ja skåvlåj duodde- ja joarkkaåhpadusjuogos la ragátmáno 28. B. 2022 dåjmadam tjielggidusá NOU 2022: 13: Med videre betydning – Et helhetlig system for kompetanse- og karriereutvikling i barnehage og skole Máhttodepartemænntaj, gånnå ævtodi moadda dåjma ásadibmáj åbbålasj ja guhkálasj vuogádagá mánájgárdij ja skåvlåj máhtudagá- ja karrierraåvddånahttemij.

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
smj: Ságájdahttem jali gatjálvisá, guládalá sámedikkerádijn Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
